Repository: amiut/wp-pdfgen
Catalog: languages/wp-bankid-*.po
Languages: sv_se

source: Personal Number
sv_se: Personnummer

source: Please enter your Personalnumber
sv_se: Ange personnummer

source: Invalid Personalnumber
sv_se: Ogiltigt personnummer

source: You have already signed up, please login to your account
sv_se: Du är redan registrerad, vänligen logga in på ditt konto

source: User not found
sv_se: Användare kunde inte hittas

source: Invalid Request
sv_se: Ogiltig begäran

source: Technical Issue, contact support
sv_se: Tekniska problem, kontakta support@rixma.se

source: User Already signed up
sv_se: Användaren har redan registrerat sig

source: Internal error occured, please try again
sv_se: Tekniskt fel uppstod, vänligen försök igen

source: You have succesfully registered on rixma
sv_se: Du är nu registrerad på Rixma

source: Please Enter your Email address
sv_se: Ange din e-postadress

source: Please Enter your Phone number
sv_se: Ange ditt telefonnummer

source: A user with this email address already exists
sv_se: Det finns redan en användare med den här e-postadressen

source: A user with this phone number already exists
sv_se: Det finns redan en användare med det här telefonnumret

source: Your registration completed successfully
sv_se: Din registrering har slutförts

source: Start your BankID app.
sv_se: Starta BankID-appen

source: The BankID app is not installed. Please contact your internet bank.
sv_se: Du har inte BankID-appen installerad. Kontakta din internetbank.

source: Action cancelled. Please try again.
sv_se: Åtgärden avbruten. Försök igen.

source: An identification or signing for this personal number is already started. Please try again.
sv_se: En identifiering eller underskrift för det här personnumret är redan påbörjad. Försök igen.

source: Internal error. Please try again.
sv_se: Internt tekniskt fel. Försök igen.

source: Action cancelled.
sv_se: Åtgärden avbruten.

source: The BankID app is not responding. Please check that the program is started and that you have internet access. If you don’t have a valid BankID you can get one from your bank.Try again.
sv_se: BankID-appen svarar inte. Kontrollera att den är startad och att du har internetanslutning. Om du inte har något giltigt BankID kan du hämta ett hos din Bank. Försök sedan igen.

source: Enter your security code in the BankID app and select Identify or Sign.
sv_se: Skriv in din säkerhetskod i BankID-appen och välj Legitimera eller Skriv under.

source: Trying to start your BankID app.
sv_se: Försöker starta BankID-appen.

source: Searching for BankID:s, it may take a little while...If a few seconds have passed and still no BankID has been found, you probably don’t have a BankID which can be used for this identification/signingon this computer. If you have a BankID card, please insert it into your card reader. If you don’t have a BankID you can order one from your internetbank. If you have a BankIDon another device you can start the BankID app on that device.
sv_se: Söker efter BankID, det kan ta en liten stund… Om det har gått några sekunder och inget BankID har hittats har du sannolikt inget BankID som går att använda för den aktuella identifieringen/underskriften i den här datorn. Om du har ett BankID-kort, sätt in det i kortläsaren. Om du inte har något BankID kan du hämta ett hos din internetbank. Om du har ett BankID på en annan enhet kan du starta din BankID-app där.

source: Searching for BankID:s, it may take a little while...If a few seconds have passed and still no BankID has been found, you probably don’t have a BankID which can be used for this identification/signingon this device. If you don’t have a BankID you can order one from your internet bank. If you have a BankID on another device you can start the BankID app on that device.
sv_se: Söker efter BankID, det kan ta en liten stund… Om det har gått några sekunder och inget BankID har hittats har du sannolikt inget BankID som går att använda för den aktuella identifieringen/underskriften i den här enheten. Om du inte har något BankID kan du hämta ett hos din internetbank. Om du har ett BankID på en annan enhet kan du starta din BankID-app där.

source: Searching for BankID:s, it may take a little while...If a few seconds have passed and still no BankID has been found, you probably don’t have a BankID which can be used for this identification/signingon this computer. If you have a BankID card,pleaseinsert it into your card reader. If you don’t have a BankID you can order one from your internetbank.
sv_se: Söker efter BankID, det kan ta en liten stund… Om det har gått några sekunder och inget BankID har hittats har du sannolikt inget BankID som går att använda för den aktuella identifieringen/underskriften i den här datorn. Om du har ett BankID-kort, sätt in det i kortläsaren. Om du inte har något BankID kan du hämta ett hos din internetbank.

source: Searching for BankID:s, it may take a little while...If a few seconds have passed and still no BankID has been found, you probably don’t have a BankID which can be used for this identification/signingon this device. If you don’t have a BankID you can order one from your internet bank
sv_se: Söker efter BankID, det kan ta en liten stund… Om det har gått några sekunder och inget BankID har hittats har du sannolikt inget BankID som går att använda för den aktuella identifieringen/underskriften i den här enheten. Om du inte har något BankID kan du hämta ett hos din internetbank.

source: The BankID you are trying to use is revoked or too old. Please use another BankID or order a new one from your internet bank.
sv_se: Det BankID du försöker använda är för gammalt eller spärrat. Använd ett annat BankID eller hämta ett nytt hos din internetbank.

source: The BankID app couldn’t be found on your computer or mobile device. Please install it and order a BankID from your internet bank. Install the app from your app store or https://install.bankid.com.
sv_se: BankID-appen verkar inte finnas i din dator eller telefon. Installera den och hämta ett BankID hos din internetbank. Installera appen från din appbutik eller https://install.bankid.com.

source: Failed to scanthe QR code. Start the BankID app and scan the QR code. If you don't have the BankID app, you need to install it and order a BankID from your internet bank. Install the app from your app store or https://install.bankid.com.
sv_se: Misslyckades att läsa av QR koden. Starta BankID-appen och läs av QR koden. Om du inte har BankID-appen måste du installera den och hämta ett BankID hos din internetbank. Installera appen från din appbutik eller https://install.bankid.com.

source: Start the BankID app
sv_se: Starta BankID-appen

source: Would you like to identify yourselfor sign with a BankID on this computer or with a Mobile BankID?
sv_se: Vill du identifiera dig eller skriva under med BankID på den här datorn eller med ett Mobilt BankID?

source: Would you like to identify yourselfor sign with a BankID on this deviceor with a BankID on another device?
sv_se: Vill du identifiera dig eller skriva under med ett BankID på den här enheten eller med ett BankID på en annan enhet?

source: Identificationor signing in progress
sv_se: Identifiering eller underskrift pågår.

source: Unknown error. Please try again
sv_se: Okänt fel. Försök igen.

source: Invalid Request, Please try again
sv_se: Ogiltig begäran, försök igen

source: Unknown Error
sv_se: Okänt fel

source: You have one more step left, please fill in your information and then your registration is complete.
sv_se: Sista steget är att du fyller i dina uppgifter och sedan är din registrering klar.

source: First name
sv_se: Förnamn

source: Last name
sv_se: Efternamn

source: Your Email address
sv_se: Din e-postadress

source: Your Phone number
sv_se: Ditt telefonnummer

source: Complete Registration
sv_se: Färdigställ registrering

source: Enter your personal number
sv_se: Ange ditt personnummer

source: Remember my Personnal Number
sv_se: Kom ihåg mitt personnummer

source: Login with Bankid
sv_se: Logga in med Bankid

source: Start Bank ID App on the device where you have installed
sv_se: Starta BankID-appen

source: If the app doesn't auto-start, Scan the above QR Code
sv_se: Om BankID-appen inte startar automatiskt kan du skanna ovanstående QR-kod

source: Cancel
sv_se: Avbryt

source: Since we use BankID for registration, you don't need to upload any document to verify your account, your information are kept safe
sv_se: Eftersom vi använder Mobilt BankID för registrering behöver du inte ladda upp något dokument för att verifiera ditt användarkonto.

source: Start Bankid
sv_se: Starta BankID-appen

source: Your account created successfully
sv_se: Ditt konto har skapats

source: You have one more step left!! Please setup your account to receive job offerings.
sv_se: Ställ in din konto för att börja få jobberbjudanden.

source: Setup my account now
sv_se: Få igång mitt konto nu

source: Skip for now, go to my account
sv_se: Hoppa över för tillfället, gå till min profil
